{"id":542,"date":"2020-10-09T12:32:48","date_gmt":"2020-10-09T12:32:48","guid":{"rendered":"https:\/\/elevaracc.com\/?page_id=542"},"modified":"2020-10-21T12:23:16","modified_gmt":"2020-10-21T12:23:16","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/elevaracc.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<section class=\"cmsPage\">\n<div class=\"container\">\n<h2>Privacy Policy<\/h2>\n<p>Welcome to www.elevaracc.com (the “Site”). This website’s privacy policy (“Policy”) describes how Elevar (“We”, “we”, or “Elevar”) may use and disclose information that we may collect about you through the site.<\/p>\n<h3><strong>Collection and Use of Personal Information<\/strong><\/h3>\n<ul>\n<li>When you use the site or register with it, we may collect certain “Information about you as a visitor to the site,” which identifies you as an individual or relates as an identifiable individual. The categories of Personal Information we may collect will include your name and contact information (email, address and phone number), your search criteria and other preferences, or any login ID or email address and password created by you.<\/li>\n<li>We use this information to register you with the Site, to provide you with information regarding or related to remote staffing and career-related information; and to otherwise provide you with requested information or services. We may from time to time use this Information to send you automated email messages or marketing materials, e books, newsletters, etc. regarding our services. We may also use this Information for our business purposes, such as data analysis, audits, and improving our services.<\/li>\n<\/ul>\n<h3><strong>Disclosures of Personal Information<\/strong><\/h3>\n<p>Elevar may disclose Personal Information to third parties in the following circumstances:<\/p>\n<ul>\n<li>To our third-party service providers who perform business functions and services on our behalf; To comply with applicable laws, the service of legal process, or if we reasonably believe that such action is necessary to (a) comply with the law requiring such disclosure; (b) protect the rights or property of Elevar or its affiliated companies; (c) prevent a crime or protect national security, or (d) protect the personal safety of the users or the public. We also may disclose or transfer information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings).<\/li>\n<\/ul>\n<h3>Collection and Use of Other Information<\/h3>\n<p>“Other Information” is any information that does not reveal your specific identity or does not directly relate to an identifiable individual. We may collect Other Information in a variety of ways, including:<\/p>\n<h5><strong>Through your browser or device:<\/strong><\/h5>\n<p>Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language and Internet browser type\/version. We use this information to ensure that the Site functions properly.<\/p>\n<h5><strong>Using cookies:<\/strong><\/h5>\n<p>Cookies are pieces of information stored on the computer that you are using. Cookies allow us to collect information such as browser type, time spent on the Site, pages visited, registrations, submissions, demographics, information requests, language preferences, and other traffic data. We use the information for security purposes, to facilitate navigation, to display information more effectively, and to personalize your experience. We also gather statistical information about use of the Site to enhance its functionality, understand how it is used and assist us with resolving questions\/issues about it. We may also use cookies and other technologies in online advertising campaigns to track responses to our ads.<\/p>\n<p>If you do not want information collected through the use of cookies, you may disable them manually. Most browsers allow you to automatically decline cookies, or be given the choice of declining or accepting cookies from a particular site. If, however you do not accept cookies, you may experience some inconvenience in terms of user experience during use of the Site.<\/p>\n<h5><strong>Using pixel tags and other similar technologies:<\/strong><\/h5>\n<p>Pixel tags (also known as web beacons and clear GIFs) may be used to, among other things in order to track the actions of Site users and email recipients, market our services to you, measure the success of our marketing campaigns and compile statistics about Site usage and response rates.<\/p>\n<h5><strong>Analytics:<\/strong><\/h5>\n<p>We may use third-party analytics providers such as Google Analytics on the Site. Google Analytics uses cookies and similar technologies to collect and analyze information about use of the Services and report on activities and trends. Google Analytics may also collect information regarding the use of other websites, apps and online resources. You can learn about Google’s practices by visiting www.google.com\/policies\/privacy\/partners\/ You can also opt out by downloading the Google Analytics opt-out browser add-on available at \/\/tools.google.com\/dlpage\/gaoptout.<\/p>\n<h5><strong>IP Address:<\/strong><\/h5>\n<p>Your IP Address is a number that is automatically assigned to your computer by your Internet Service Provider. An IP Address may be identified and logged automatically in our server log files whenever a user accesses the Site, along with the time of the visit and the pages visited during a session. We use IP Addresses for purposes such as calculating usage levels, diagnosing server problems, and administering the Site. We may also derive your approximate location from your IP Address. Please note that we may use and disclose Other Information for purpose as listed earlier.<\/p>\n<h3><strong>Retargeting<\/h3>\n<p><\/strong><br \/>\nWe may use third-party advertising companies to serve ads regarding our services when you access and use other websites, based on information relating to your use of the Site. To do so, these companies may place or recognize a unique cookie on your browser (including thorough use of pixel tags). By utilizing the Site, you consent to the use of cookie or other tracking technologies to serve you retargeted advertising.<\/p>\n<h3><strong>Third Party Services<\/strong><\/h3>\n<p>This Privacy Policy does not address and we are not responsible for the privacy, information or other practices of any third parties, including any third party operating any site or service to which the Site links.<\/p>\n<h3><strong>Security<\/strong><\/h3>\n<p>We use reasonable organizational, technical and administrative measures designed to protect Personal Information within our organization. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. If you have reason to believe that your interaction with us is no longer secure, please immediately notify us in accordance with the “Contact” section that can be found on almost every page of this Site.<\/p>\n<h3><strong>Use of Site by Minors<\/strong><\/h3>\n<p>The Site is not directed to individuals under the age of eighteen (18) and, we do not knowingly collect Personal Information from individuals under 18.<\/p>\n<h3><strong>Jurisdictional Issues<\/strong><\/h3>\n<p>The Site is controlled and operated by us from the United States and is not intended to subject us to the laws or jurisdiction of any state, country or territory other than that of the United States.<\/p>\n<h3><strong>Revisions to the Policy<\/strong><\/h3>\n<p>If we change this privacy policy we will post any updates here for your review. The “Last Updated” line at the top of this page indicates when this Privacy Policy was last revised. Any changes will become effective when we post the revised Privacy Policy on the Site. Your use of the Site following these changes means that you accept the revised Privacy Policy.<\/p>\n<h3><strong>Contacting Us<\/strong><\/h3>\n<p>If you have any questions about this website privacy policy, or if you would like to update any personal information you have provided to us, please contact us at: <a href=\"mailto:hello@elevarhq.com\"> hello@elevarhq.com <\/a><\/p>\n<\/div>\n<\/section>\n","protected":false},"excerpt":{"rendered":"<p>Privacy Policy Welcome to www.elevaracc.com (the “Site”). This website’s privacy policy (“Policy”) describes how Elevar (“We”, “we”, or “Elevar”) may use and disclose information that we may collect about you through the site. Collection and Use of Personal Information When you use the site or register with it, we may collect certain “Information about you [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Elevar Accounting<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/elevaracc.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Elevar Accounting\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy Welcome to www.elevaracc.com (the “Site”). This website’s privacy policy (“Policy”) describes how Elevar (“We”, “we”, or “Elevar”) may use and disclose information that we may collect about you through the site. Collection and Use of Personal Information When you use the site or register with it, we may collect certain “Information about you [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/elevaracc.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Elevar Accounting\" \/>\n<meta property=\"article:modified_time\" content=\"2020-10-21T12:23:16+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/elevaracc.com\/#website\",\"url\":\"https:\/\/elevaracc.com\/\",\"name\":\"Elevar Accounting\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/elevaracc.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/elevaracc.com\/privacy-policy\/#webpage\",\"url\":\"https:\/\/elevaracc.com\/privacy-policy\/\",\"name\":\"Privacy Policy - Elevar Accounting\",\"isPartOf\":{\"@id\":\"https:\/\/elevaracc.com\/#website\"},\"datePublished\":\"2020-10-09T12:32:48+00:00\",\"dateModified\":\"2020-10-21T12:23:16+00:00\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/elevaracc.com\/privacy-policy\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/pages\/542"}],"collection":[{"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/comments?post=542"}],"version-history":[{"count":8,"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/pages\/542\/revisions"}],"predecessor-version":[{"id":651,"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/pages\/542\/revisions\/651"}],"wp:attachment":[{"href":"https:\/\/elevaracc.com\/wp-json\/wp\/v2\/media?parent=542"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}